# USAGE: brew bundle install

# -- Formulas
brew "asdf"
brew "coreutils"
brew "curl"
brew "stow"

# -- Casks
cask "discord"
cask "notion"
cask "logi-options-plus"
cask "warp"
cask "visual-studio-code"
cask "1password"
cask "zed"
cask "arc"
cask "rectangle"
cask "slack"
cask "notion-calendar"

# -- Custom Taps
tap "heroku/brew"
brew "heroku"
